Repository: eg-abhiyantsingh/iOS_automation_site
Catalog: app-source/Egalvanic PZ/Localizable.xcstrings
Source language: en
Languages: fr

# (Instance %lld of %lld)
source: (Instance %1$lld of %2$lld)
fr: (Instance %1$lld sur %2$lld)

# %@: %@ ago
source: %1$@: %2$@ ago
fr: %1$@ : il y a %2$@

# %lld assets, %lld photos
source: %1$lld assets, %2$lld photos
fr: %1$lld actifs, %2$lld photos

# %lld node%@ linked
source: %1$lld node%2$@ linked
fr: %1$lld nœud%2$@ lié(s)

# %lld of %lld
source: %1$lld of %2$lld
fr: %1$lld sur %2$lld

# %lld sub-component%@ added
source: %1$lld sub-component%2$@ added
fr: %1$lld sous-composant%2$@ ajouté(s)

# alerts.discardChanges
source: Discard Changes?
fr: Abandonner les modifications ?

# alerts.discardChangesMessage
source: You have unsaved changes. Are you sure you want to discard them?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir les abandonner ?

# alerts.networkConnectionRequired
source: Network Connection Required
fr: Connexion réseau requise

# arcFlash.arcFlashAnalysis
source: Arc Flash Analysis
fr: Analyse d'arc électrique

# arcFlash.assetDetails
source: Asset Details
fr: Détails de l'actif

# arcFlash.assetPlural
source: assets
fr: actifs

# arcFlash.assetSingular
source: asset
fr: actif

# arcFlash.breakdown
source: %@ Breakdown
fr: Répartition %@

# arcFlash.completedCount
source: %lld Completed
fr: %lld terminé(s)

# arcFlash.completeLabel
source: Complete
fr: Terminé

# arcFlash.connection
source: Connection
fr: Connexion

# arcFlash.connectionDetails
source: Connection Details
fr: Détails de la connexion

# arcFlash.connectionPlural
source: connections
fr: connexions

# arcFlash.connectionSingular
source: connection
fr: connexion

# arcFlash.doneLabel
source: Done
fr: Fait

# arcFlash.loadingArcFlashAnalysis
source: Loading Arc Flash Analysis...
fr: Chargement de l'analyse d'arc électrique...

# arcFlash.overall
source: Overall
fr: Global

# arcFlash.readinessScore
source: Readiness Score
fr: Score de préparation

# arcFlash.remainingCount
source: %lld Remaining
fr: %lld restant(s)

# arcFlash.sourceTarget
source: Source/Target
fr: Source/Cible

# arcFlash.statusConnected
source: Connected
fr: Connecté

# arcFlash.statusMissingSource
source: Missing Source
fr: Source manquante

# arcFlash.totalItems
source: %lld Total Items
fr: %lld éléments au total

# assets.addConnections
source: Add lineside or loadside connections
fr: Ajouter des connexions côté ligne ou côté charge

# assets.addIRPhotoPair
source: Add IR Photo Pair
fr: Ajouter une paire de photos IR

# assets.addNotesAboutAsset
source: Add notes about this asset...
fr: Ajouter des notes sur cet actif...

# assets.addNotesForField
source: Add notes for this field...
fr: Ajouter des notes pour ce champ...

# assets.addOCPDevices
source: Add OCP devices to this enclosure
fr: Ajouter des dispositifs OCP à ce boîtier

# assets.alignQRCode
source: Align QR code within frame
fr: Alignez le code QR dans le cadre

# assets.applyRating
source: Apply Rating (%lld)
fr: Appliquer la note (%lld)

# assets.assetClass
source: Asset Class
fr: Classe d'actif

# assets.assetCriticality
source: Asset Criticality
fr: Criticité de l'actif

# assets.assetDetails
source: Asset Details
fr: Détails de l'actif

# assets.assetName
source: Asset Name
fr: Nom de l'actif

# assets.assetPhotos
source: Asset Photos
fr: Photos de l'actif

# assets.assetSubtype
source: Asset Subtype (Optional)
fr: Sous-type d'actif (Optionnel)

# assets.assetType
source: Asset Type
fr: Type d'actif

# assets.autoLinkTasks
source: Auto-Link Tasks
fr: Lier automatiquement les tâches

# assets.basicInformation
source: Basic Information
fr: Informations de base

# assets.calculatedCOMRating
source: CALCULATED COM RATING
fr: NOTE COM CALCULÉE

# assets.calculator
source: Calculator
fr: Calculateur

# assets.cameraAccessRequired
source: Camera Access Required
fr: Accès caméra requis

# assets.cameraWillScan
source: The camera will scan automatically
fr: La caméra scannera automatiquement

# assets.changeAssetClassConfirm
source: Change Class
fr: Changer la classe

# assets.changeAssetClassMessage
source: Changing the asset class will clear the following fields: • Manufacturer & Model • Trip Configuration values • Nameplate fields • Condition of Maintenance • Linked Suggested PM Plans • Engineering custom attributes
fr: Changer la classe de l'actif effacera les champs suivants : • Fabricant et modèle • Valeurs de configuration de déclenchement • Champs de la plaque signalétique • Condition de maintenance • Plans PM suggérés liés • Attributs personnalisés d'ingénierie

# assets.changeAssetClassTitle
source: Change Asset Class?
fr: Changer la classe de l'actif ?

# assets.chooseCategory
source: Choose an equipment category above
fr: Choisissez une catégorie d'équipement ci-dessus

# assets.clearAll
source: Clear All
fr: Tout effacer

# assets.clearSelection
source: Clear Selection
fr: Effacer la sélection

# assets.comApplyNonserviceable
source: Apply — Nonserviceable
fr: Appliquer — Non réparable

# assets.comBusinessCritical
source: Business Critical
fr: Critique pour l'entreprise

# assets.comBusinessCriticalDesc
source: Essential for operations, significant downtime cost
fr: Essentiel aux opérations, coût d'arrêt significatif

# assets.comCalculator
source: COM Calculator
fr: Calculateur COM

# assets.comGapsInService
source: Gaps in Service
fr: Lacunes de service

# assets.comGapsInServiceDesc
source: Missed 1 maintenance cycle, incomplete records
fr: 1 cycle de maintenance manqué, dossiers incomplets

# assets.comHarshConditions
source: Harsh Conditions
fr: Conditions difficiles

# assets.comHarshConditionsDesc
source: Corrosive, dusty, wet, or otherwise aggressive environment
fr: Environnement corrosif, poussiéreux, humide ou autrement agressif

# assets.comIndoorStandard
source: Indoor / Standard
fr: Intérieur / Standard

# assets.comIndoorStandardDesc
source: Climate-controlled, clean, low-stress conditions
fr: Conditions climatisées, propres, faible contrainte

# assets.comInfoBanner
source: Select the appropriate rating for each factor below. Your final COM rating will be the **highest value** among the three factors.
fr: Sélectionnez la note appropriée pour chaque facteur ci-dessous. Votre note COM finale sera la **valeur la plus élevée** parmi les trois facteurs.

# assets.comL2ActivePredictive
source: Active recommendations from predictive techniques
fr: Recommandations actives issues de techniques prédictives

# assets.comL2MinorReconditioning
source: Enclosure may require minor reconditioning (replacing screws, cutouts, minor cleaning)
fr: L'enceinte peut nécessiter un reconditionnement mineur (remplacement de vis, découpes, nettoyage léger)

# assets.comL2MissedCycle
source: Equipment may have missed the most recent maintenance cycle
fr: L'équipement a peut-être manqué le cycle de maintenance le plus récent

# assets.comL2MonitoringNotifications
source: Notifications from the continuous monitoring system since the prior assessment
fr: Notifications du système de surveillance continue depuis l'évaluation précédente

# assets.comL2NonUrgentRecommendations
source: Non-urgent unresolved recommendations on this equipment
fr: Recommandations non urgentes non résolues sur cet équipement

# assets.comL2PrevCycleMajor
source: Previous maintenance cycle revealed issues requiring repair or replacement of major equipment components
fr: Le cycle de maintenance précédent a révélé des problèmes nécessitant la réparation ou le remplacement de composants majeurs

# assets.comL2ResultsDeviate
source: Maintenance results deviate from past results or indicate more frequent maintenance per manufacturer data
fr: Les résultats de maintenance s'écartent des résultats passés ou indiquent une maintenance plus fréquente selon les données du fabricant

# assets.comL3NearEndLife
source: Equipment is near end of expected service life
fr: L'équipement approche de la fin de sa durée de vie utile prévue

# assets.comL3NotMaintained
source: Equipment does not appear to have been maintained or has missed the last two successive maintenance cycles per EMP
fr: L'équipement ne semble pas avoir été entretenu ou a manqué les deux derniers cycles de maintenance successifs selon le PEM

# assets.comL3TwoCyclesMajor
source: Previous two maintenance cycles revealed issues requiring repair or replacement of major components
fr: Les deux cycles de maintenance précédents ont révélé des problèmes nécessitant la réparation ou le remplacement de composants majeurs

# assets.comL3UrgentAction
source: Equipment requires urgent action to resolve deficiencies; urgent actions identified from predictive techniques
fr: L'équipement nécessite une action urgente pour résoudre les déficiences ; actions urgentes identifiées par des techniques prédictives

# assets.comLevel2Fair
source: Level 2 — Fair
fr: Niveau 2 — Passable

# assets.comLevel3Poor
source: Level 3 — Poor
fr: Niveau 3 — Mauvais

# assets.comLevelN
source: Level %lld
fr: Niveau %lld

# assets.comLifeSafety
source: Life Safety
fr: Sécurité des personnes

# assets.comLifeSafetyDesc
source: Failure creates immediate safety hazard or life risk
fr: La défaillance crée un danger immédiat pour la sécurité ou un risque vital

# assets.comMaxExplanation
source: Maximum of: Criticality (%1$lld), Environment (%2$lld), Maintenance (%3$lld)
fr: Maximum de : Criticité (%1$lld), Environnement (%2$lld), Maintenance (%3$lld)

# assets.comModerateExposure
source: Moderate Exposure
fr: Exposition modérée

# assets.comModerateExposureDesc
source: Outdoor, temperature extremes, or mild contamination
fr: Extérieur, températures extrêmes ou contamination légère

# assets.comNonserviceable
source: Nonserviceable
fr: Non réparable

# assets.comNonserviceableExplanation
source: Criticality (%1$lld), Environment (%2$lld), Maintenance (Nonserviceable)
fr: Criticité (%1$lld), Environnement (%2$lld), Maintenance (Non réparable)

# assets.comNsExceededLife
source: Equipment has exceeded expected service life and needs replaced (or fully refurbished)
fr: L'équipement a dépassé sa durée de vie utile prévue et doit être remplacé (ou entièrement remis à neuf)

# assets.comNsImminentRisk
source: Equipment poses an imminent risk of injury or other negative health effect
fr: L'équipement présente un risque imminent de blessure ou d'autre effet négatif sur la santé

# assets.comPoorUnknown
source: Poor / Unknown
fr: Mauvais / Inconnu

# assets.comPoorUnknownDesc
source: Missed 2+ cycles, no records, or maintenance status unknown
fr: 2+ cycles manqués, aucun dossier ou statut de maintenance inconnu

# assets.comStandardDesc
source: Routine equipment with backup or minimal business impact
fr: Équipement courant avec sauvegarde ou impact minimal sur l'activité

# assets.comWellMaintained
source: Well Maintained
fr: Bien entretenu

# assets.comWellMaintainedDesc
source: Current with NFPA 70B for past 5+ years, complete records
fr: Conforme au NFPA 70B depuis 5+ ans, dossiers complets

# assets.conditionOfMaintenance
source: Condition of Maintenance
fr: État de maintenance

# assets.connectionDetails
source: Connection Details
fr: Détails de la connexion

# assets.connections
source: Connections
fr: Connexions

# assets.connectionTypeOptional
source: Connection Type (Optional)
fr: Type de connexion (Optionnel)

# assets.copyComplete
source: Copy Complete
fr: Copie terminée

# assets.copyDetailsFrom
source: Copy Details From...
fr: Copier les détails de...

# assets.copyDetailsFromTitle
source: Copy Details From
fr: Copier les détails de

# assets.copyDetailsTo
source: Copy Details To...
fr: Copier les détails vers...

# assets.copyDetailsToTitle
source: Copy Details To
fr: Copier les détails vers

# assets.coreAttributes
source: Core Attributes
fr: Attributs principaux

# assets.createAsset
source: Create Asset
fr: Créer un actif

# assets.createChildAsset
source: Create Child Asset
fr: Créer un sous-actif

# assets.createMultipleOCP
source: Create Multiple OCP
fr: Créer plusieurs OCP

# assets.createNewChild
source: Create New Child
fr: Créer un nouveau sous-élément

# assets.creating
source: Creating...
fr: Création...

# assets.creatingAsset
source: Creating Asset...
fr: Création de l'actif...

# assets.creationMode
source: Creation Mode
fr: Mode de création

# assets.deleteAsset
source: Delete Asset
fr: Supprimer l'actif

# assets.deleteAssetConfirm
source: Are you sure you want to delete "%@"? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.

# assets.deleteAssetsConfirm
source: Are you sure you want to delete %1$lld asset%2$@? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer %1$lld actif%2$@ ? Cette action est irréversible.

# assets.deleteChildAsset
source: Delete Child Asset?
fr: Supprimer le sous-actif ?

# assets.deleteChildConfirm
source: Are you sure you want to delete '%@'? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.

# assets.deleteConnection
source: Delete Connection?
fr: Supprimer la connexion ?

# assets.deleteConnectionConfirm
source: Are you sure you want to delete the connection '%@'?
fr: Êtes-vous sûr de vouloir supprimer la connexion « %@ » ?

# assets.deleteFailed
source: Delete Failed
fr: Échec de la suppression

# assets.deleteSelected
source: Delete Selected
fr: Supprimer la sélection

# assets.detailed
source: Detailed
fr: Détaillé

# assets.downloadEqpLibraryFirst
source: Download the equipment library from Settings first
fr: Téléchargez d'abord la bibliothèque d'équipements depuis les Paramètres

# assets.duplicateConnectionExists
source: A connection already exists between these nodes
fr: Une connexion existe déjà entre ces nœuds

# assets.edgeClass
source: Edge Class
fr: Classe de liaison

# assets.edgeProperties
source: Edge Properties
fr: Propriétés de la liaison

# assets.editAsset
source: Edit Asset
fr: Modifier l'actif

# assets.enableCameraForQR
source: Please enable camera access in Settings to scan QR codes
fr: Veuillez activer l'accès à la caméra dans les Paramètres pour scanner les codes QR

# assets.enclosure
source: Enclosure
fr: Boîtier

# assets.engineeringCategory
source: Engineering
fr: Ingénierie

# assets.enterAssetName
source: Enter asset name
fr: Entrez le nom de l'actif

# assets.enterOrScanQR
source: Enter or scan QR code
fr: Entrez ou scannez le code QR

# assets.environmentalStress
source: Environmental stress factors
fr: Facteurs de stress environnementaux

# assets.existingIRPhotos
source: Existing IR Photos
fr: Photos IR existantes

# assets.explainNotServiceable
source: Explain why this equipment is not fully serviceable
fr: Expliquez pourquoi cet équipement n'est pas entièrement en service

# assets.foundAssetsWithQR
source: Found %lld assets with this QR code. Select which one to open:
fr: %lld actifs trouvés avec ce code QR. Sélectionnez celui à ouvrir :

# assets.frameConfiguration
source: Frame / Trip Configuration
fr: Configuration du cadre / déclencheur

# assets.groupByEnclosure
source: Group by Enclosure
fr: Grouper par boîtier

# assets.groupByLocation
source: Group by Location
fr: Grouper par emplacement

# assets.grouping
source: Grouping
fr: Regroupement

# assets.hideAFPunchlist
source: Hide AF Punchlist
fr: Masquer la liste AF

# assets.impactIfFails
source: Impact if asset fails
fr: Impact en cas de défaillance

# assets.infraredPhotos
source: Infrared Photos
fr: Photos infrarouges

# assets.internalDirection
source: Internal
fr: Interne

# assets.irOnly
source: IR Only
fr: IR uniquement

# assets.irPhotoFilename
source: IR Photo Filename
fr: Nom du fichier photo IR

# assets.issueProperties
source: Issue Properties
fr: Propriétés du problème

# assets.labels
source: Labels
fr: Étiquettes

# assets.lineside
source: Lineside
fr: Côté ligne

# assets.linesideIncoming
source: Lineside (Incoming)
fr: Côté ligne (Entrant)

# assets.linkButton
source: Link
fr: Lier

# assets.linkCountButton
source: Link (%lld)
fr: Lier (%lld)

# assets.linkedAssets
source: Linked Assets
fr: Actifs liés

# assets.linkExistingNode
source: Link Existing Node
fr: Lier un nœud existant

# assets.linkExistingNodes
source: Link Existing Nodes
fr: Lier des nœuds existants

# assets.linking
source: Linking...
fr: Liaison en cours...

# assets.loadside
source: Loadside
fr: Côté charge

# assets.loadsideOutgoing
source: Loadside (Outgoing)
fr: Côté charge (Sortant)

# assets.location
source: Location
fr: Emplacement

# assets.maintenanceHistory
source: Maintenance History
fr: Historique de maintenance

# assets.missing
source: Missing
fr: Manquant

# assets.multipleAssetsFound
source: Multiple Assets Found
fr: Plusieurs actifs trouvés

# assets.newAsset
source: New Asset
fr: Nouvel actif

# assets.newChildAsset
source: New Child Asset
fr: Nouveau sous-actif

# assets.newConnection
source: New Connection
fr: Nouvelle connexion

# assets.newIRPhotos
source: New IR Photos
fr: Nouvelles photos IR

# assets.newLinesideConnection
source: New Lineside Connection
fr: Nouvelle connexion côté ligne

# assets.newLoadsideConnection
source: New Loadside Connection
fr: Nouvelle connexion côté charge

# assets.nfpa70bSchedule
source: Adherence to NFPA 70B maintenance schedule
fr: Conformité au calendrier de maintenance NFPA 70B

# assets.noActiveIRSession
source: No active IR session
fr: Aucune session IR active

# assets.noChildAssets
source: No child assets
fr: Aucun sous-actif

# assets.noConnections
source: No connections
fr: Aucune connexion

# assets.nodePhotos
source: Asset Photos
fr: Photos de l'actif

# assets.noEligibleNodes
source: No Eligible Nodes
fr: Aucun nœud éligible

# assets.noEligibleNodesDescription
source: There are no available OCP nodes without a parent that can be linked to this enclosure.
fr: Il n'y a aucun nœud OCP disponible sans parent pouvant être lié à ce boîtier.

# assets.noGrouping
source: No Grouping
fr: Sans regroupement

# assets.noLinkedAssets
source: No linked assets
fr: Aucun actif lié

# assets.nonserviceable
source: Nonserviceable
fr: Non réparable

# assets.noSameClassAssets
source: No Same-Class Assets
fr: Aucun actif de même classe

# assets.noSensorData
source: No sensor data available
fr: Aucune donnée de capteur disponible

# assets.onlyOCPClasses
source: Only OCP (Over-Current Protection) classes can be added as child assets
fr: Seules les classes OCP (Protection contre les surintensités) peuvent être ajoutées comme sous-actifs

# assets.openSettings
source: Open Settings
fr: Ouvrir les paramètres

# assets.operatingEnvironment
source: Operating Environment
fr: Environnement d'exploitation

# assets.parentEnclosure
source: Parent Enclosure
fr: Boîtier parent

# assets.physicalCOMLabelStatus
source: Physical COM label status
fr: Statut de l'étiquette COM physique

# assets.powerFlowsIn
source: Power flows INTO this asset
fr: Le courant entre DANS cet actif

# assets.powerFlowsOut
source: Power flows OUT OF this asset
fr: Le courant sort DE cet actif

# assets.primaryVoltage
source: Primary Voltage
fr: Tension primaire

# assets.qrCode
source: QR Code
fr: Code QR

# assets.qrCodePreview
source: QR Code Preview
fr: Aperçu du code QR

# assets.qrScan
source: QR Scan
fr: Scan QR

# assets.quick
source: Quick
fr: Rapide

# assets.replacementCost
source: Replacement Cost
fr: Coût de remplacement

# assets.replacementCostPlaceholder
source: Enter cost
fr: Entrer le coût

# assets.requiredFields
source: Required Fields
fr: Champs obligatoires

# assets.reset
source: Reset
fr: Réinitialiser

# assets.sameNodeValidation
source: Source and target cannot be the same node
fr: La source et la cible ne peuvent pas être le même nœud

# assets.saveChanges
source: Save Changes
fr: Enregistrer les modifications

# assets.saveFailed
source: Save Failed
fr: Échec de l'enregistrement

# assets.saving
source: Saving...
fr: Enregistrement...

# assets.savingAsset
source: Saving asset...
fr: Enregistrement de l'actif...

# assets.savingConnection
source: Saving connection...
fr: Enregistrement de la connexion...

# assets.scan
source: Scan
fr: Scanner

# assets.scanError
source: Scan Error
fr: Erreur de scan

# assets.scanQRCode
source: Scan QR Code
fr: Scanner le code QR

# assets.searchByLabelClass
source: Search by label, class, or location...
fr: Rechercher par étiquette, classe ou emplacement...

# assets.searchByLabelLocationQR
source: Search by label, location, or QR code...
fr: Rechercher par étiquette, emplacement ou code QR...

# assets.searchByLabelRoomQR
source: Search by label, room, or QR code
fr: Rechercher par étiquette, salle ou code QR

# assets.searchByNameTypeLocation
source: Search by name, type, location, or QR code
fr: Rechercher par nom, type, emplacement ou code QR

# assets.searchLocations
source: Search locations
fr: Rechercher des emplacements

# assets.searchPlaceholder
source: Search...
fr: Rechercher...

# assets.searchStyles
source: Search styles...
fr: Rechercher des styles...

# assets.secondaryVoltage
source: Secondary Voltage
fr: Tension secondaire

# assets.selectAll
source: Select All
fr: Tout sélectionner

# assets.selectAssetClass
source: Select asset class
fr: Sélectionnez la classe d'actif

# assets.selectAssetsToLink
source: Select Assets to Link
fr: Sélectionner les actifs à lier

# assets.selectAssetSubtype
source: Select asset subtype
fr: Sélectionnez le sous-type d'actif

# assets.selectClass
source: Select class
fr: Sélectionnez la classe

# assets.selectedCount
source: %lld Selected
fr: %lld sélectionné(s)

# assets.selectedLabel
source: %lld selected
fr: %lld sélectionné(s)

# assets.selectEquipment
source: Select Equipment
fr: Sélectionner l'équipement

# assets.selectFields
source: Select Fields
fr: Sélectionner les champs

# assets.selectLocation
source: Select Location
fr: Sélectionnez l'emplacement

# assets.selectLocationPlaceholder
source: Select location
fr: Sélectionnez l'emplacement

# assets.selectMultiple
source: Select Multiple
fr: Sélection multiple

# assets.selectServiceability
source: Select serviceability status
fr: Sélectionnez l'état de service

# assets.selectSessionFromSessions
source: Select a session from the Sessions view
fr: Sélectionnez une session depuis la vue Sessions

# assets.selectSource
source: Select source
fr: Sélectionnez la source

# assets.selectTarget
source: Select target
fr: Sélectionnez la cible

# assets.serviceability
source: Serviceability (Optional)
fr: État de service (Optionnel)

# assets.serviceabilityLabelPrefix
source: Serviceability:
fr: Maintenabilité :

# assets.serviceabilityNote
source: Serviceability Note
fr: Note d'état de service

# assets.serviceabilitySetByCOM
source: (set by COM Calculator)
fr: (défini par le calculateur COM)

# assets.showAFPunchlist
source: Show AF Punchlist
fr: Afficher la liste AF

# assets.showAllAssets
source: Show All Assets
fr: Afficher tous les actifs

# assets.showWithIssues
source: Show With Issues
fr: Afficher avec problèmes

# assets.showWithPhotos
source: Show With Photos
fr: Afficher avec photos

# assets.showWithTasks
source: Show With Tasks
fr: Afficher avec tâches

# assets.sourceNode
source: Source Node
fr: Nœud source

# assets.targetNode
source: Target Node
fr: Nœud cible

# assets.taskPhotos
source: Task Photos
fr: Photos de la tâche

# assets.topLevel
source: Top-Level
fr: Niveau supérieur

# assets.unknown
source: Unknown
fr: Inconnu

# assets.unknownError
source: Unknown error
fr: Erreur inconnue

# assets.unknownType
source: Unknown Type
fr: Type inconnu

# assets.unlink
source: Unlink
fr: Délier

# assets.unlinkChildAsset
source: Unlink Child Asset?
fr: Délier le sous-actif ?

# assets.unlinkFromParent
source: Unlink from Parent
fr: Délier du parent
